[
  {
    "quote": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "No one can make you feel inferior without your consent.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Confidence comes not from always being right but from not fearing to be wrong.",
    "author": "Peter T. McIntyre"
  },
  {
    "quote": "Optimism is the faith that leads to achievement.",
    "author": "Helen Keller"
  },
  {
    "quote": "With realization of one’s own potential and self‑confidence in one’s ability, one can build a better world.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Believe in yourself! Have faith in your abilities!",
    "author": "Norman Vincent Peale"
  },
  {
    "quote": "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure.",
    "author": "Marianne Williamson"
  },
  {
    "quote": "Our doubts are traitors, and make us lose the good we oft might win, by fearing to attempt.",
    "author": "William Shakespeare"
  },
  {
    "quote": "Whether you think you can or you think you can’t, you’re right.",
    "author": "Henry Ford"
  },
  {
    "quote": "Because one believes in oneself, one doesn’t try to convince others.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Confidence is contagious. So is lack of confidence.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "One important key to success is self-confidence. An important key to self-confidence is preparation.",
    "author": "Arthur Ashe"
  },
  {
    "quote": "Self-confidence is the memory of success.",
    "author": "David Storey"
  },
  {
    "quote": "I am the greatest, I said that even before I knew I was.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "Self-trust is the first secret of success.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "You have to expect things of yourself before you can do them.",
    "author": "Michael Jordan"
  },
  {
    "quote": "Always be yourself, express yourself, have faith in yourself.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Nothing is impossible, the word itself says 'I'm possible'!",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "If you have no confidence in self, you are twice defeated in the race of life.",
    "author": "Marcus Garvey"
  },
  {
    "quote": "Think like a queen. A queen is not afraid to fail.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Don't let the noise of others' opinions drown out your own inner voice.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life.",
    "author": "Golda Meir"
  },
  {
    "quote": "It is confidence in our bodies, minds, and spirits that allows us to keep looking for new adventures.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "author": "Confucius"
  },
  {
    "quote": "Too many of us are not living our dreams because we are living our fears.",
    "author": "Les Brown"
  }
]