[
  {
    "quote": "Happiness depends upon ourselves.",
    "author": "Aristotle"
  },
  {
    "quote": "For every minute you are angry you lose sixty seconds of happiness.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "The purpose of our lives is to be happy.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Happiness is not by chance, but by choice.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Happiness is the best makeup.",
    "author": "Drew Barrymore"
  },
  {
    "quote": "Whoever is happy will make others happy too.",
    "author": "Anne Frank"
  },
  {
    "quote": "There is no path to happiness: happiness is the path.",
    "author": "Buddha"
  },
  {
    "quote": "Happiness is not a goal; it is a by-product.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Happiness is when what you think, what you say, and what you do are in harmony.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose.",
    "author": "Helen Keller"
  },
  {
    "quote": "If you want happiness for an hour, take a nap. If you want happiness for a lifetime, help someone else.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Happiness held is the seed; happiness shared is the flower.",
    "author": "Unknown"
  },
  {
    "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.",
    "author": "William Saroyan"
  },
  {
    "quote": "Happiness lies in the joy of achievement and the thrill of creative effort.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success.",
    "author": "Albert Schweitzer"
  },
  {
    "quote": "There is only one happiness in this life, to love and be loved.",
    "author": "George Sand"
  },
  {
    "quote": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "quote": "Thousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha"
  },
  {
    "quote": "Happiness can exist only in acceptance.",
    "author": "George Orwell"
  },
  {
    "quote": "Happiness is a warm puppy.",
    "author": "Charles M. Schulz"
  },
  {
    "quote": "It is not how much we have, but how much we enjoy, that makes happiness.",
    "author": "Charles Spurgeon"
  },
  {
    "quote": "The mere sense of living is joy enough.",
    "author": "Emily Dickinson"
  },
  {
    "quote": "Be happy for this moment. This moment is your life.",
    "author": "Omar Khayyam"
  },
  {
    "quote": "Happiness is like a butterfly; the more you chase it, the more it will elude you.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "Joy is not in things; it is in us.",
    "author": "Richard Wagner"
  }
]