[
  {
    "quote": "Pleasure in the job puts perfection in the work.",
    "author": "Aristotle"
  },
  {
    "quote": "Choose a job you love, and you will never have to work a day in your life.",
    "author": "Confucius"
  },
  {
    "quote": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Hard work beats talent when talent doesn’t work hard.",
    "author": "Tim Notke"
  },
  {
    "quote": "Nothing will work unless you do.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "author": "Thomas A. Edison"
  },
  {
    "quote": "The dictionary is the only place that success comes before work.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Success isn’t always about greatness. It’s about consistency.",
    "author": "Dwayne Johnson"
  },
  {
    "quote": "A dream doesn’t become reality through magic; it takes sweat, determination, and hard work.",
    "author": "Colin Powell"
  },
  {
    "quote": "Quality means doing it right when no one is looking.",
    "author": "Henry Ford"
  },
  {
    "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Nothing happens until something moves.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Inspiration exists, but it has to find you working.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Things work out best for those who make the best of how things work out.",
    "author": "John Wooden"
  },
  {
    "quote": "Done is better than perfect.",
    "author": "Sheryl Sandberg"
  },
  {
    "quote": "Plans are only good intentions unless they immediately degenerate into hard work.",
    "author": "Peter Drucker"
  },
  {
    "quote": "Work hard, have fun, make history.",
    "author": "Jeff Bezos"
  },
  {
    "quote": "Work like hell. I mean you just have to put in 80 to 100 hour weeks every week.",
    "author": "Elon Musk"
  },
  {
    "quote": "Plan your work for today and every day, then work your plan.",
    "author": "Margaret Thatcher"
  },
  {
    "quote": "The harder I work, the luckier I get.",
    "author": "Samuel Goldwyn"
  },
  {
    "quote": "Confidence comes not from always being right but from not fearing to be wrong.",
    "author": "Peter T. McIntyre"
  },
  {
    "quote": "Amateurs sit and wait for inspiration, the rest of us just get up and go to work.",
    "author": "Stephen King"
  },
  {
    "quote": "Luck is what happens when preparation meets opportunity.",
    "author": "Seneca"
  },
  {
    "quote": "Always render more and better service than is expected of you, no matter what your task may be.",
    "author": "Og Mandino"
  },
  {
    "quote": "Industry is the soul of business and the keystone of prosperity.",
    "author": "Charles Dickens"
  }
]